INSERT INTO assortment (name, cost, existence) VALUES
("Молоко", 69, 56), ("Молоко Топленое", 45, 40), ("Сыр Косичка", 102, 23),
("Сыр", 500, 63), ("Сыр плавленный", 180, 30), ("Сыр Косичка", 163, 180),
("Кефир", 80, 44), ("Творог", 140, 25), ("Сметана", 60, 85),
("Йогурт Ванильный", 46, 42), ("Йогурт Клубничный", 46, 36), ("Йогурт Шоколадный", 46, 16);

INSERT INTO client (name, tel, email) VALUES
("Николай Николаевич Николаев", "+75632568942", "nick@mail.su"),
("Иван Иванович Иванов", "89567632548", "vanek78@gmap.cos"),
("Сергей Сергеевич Сергеев", "+7(953)-560-89-77", "ser_sor_sar@uanpex.rom"),
('Коалов Иван Иванович', '8(565)495-86-66', 'qbwe@mail.ru'),
('Какич Дмитрий Иванович', '1(196)835-33-04', 'lhg@yandex.ru'),
('Зубрин Иван Алексеевич', '8(350)131-57-44', 'jghjg@mail.ru'),
('Козлов Николай Иванович', '8(834)575-05-04', 'vsdv@yandex.ru'),
('Урлик Иван Иванович', '9(120)932-74-41', 'vdfdfb@mail.ru'),
('Мещанова Юлия Иванович', '9(563)454-13-09', 'fbdfbdf@yandex.ru'),
('Боярский Тарас Александрович', '+7(954)894-25-89', 'bdfbd@mail.ru'),
('Туркин Иван Алексеевич', '7(847)706-72-06', 'bfdbn@mail.ru');

INSERT INTO employee (name, job_title) VALUES
("Ковалева Ирина Петровна", "Менеджер отдела продаж"),
("Саржина Елена Дмитриевна", "Менеджер отдела продаж"),
("Пугалкина Антонина Антоновна", "Менеджер отдела продаж"),
('Иванов Лев Владиславович', "Менеджер отдела продаж"),
('Мешкова Анастасия Никитична', "Менеджер отдела продаж"),
('Ларионов Вадим Богданович', "Менеджер отдела продаж"),
('Савельева Кира Ильинична', "Менеджер отдела продаж"),
('Бурова Малика Максимовна', "Менеджер отдела продаж"),
('Трофимова Елизавета Дмитриевна', "Менеджер отдела продаж"),
('Басова Вера Романовна', "Менеджер отдела продаж"),
('Воронцов Владимир Кириллович', "Менеджер отдела продаж");

INSERT INTO `order` (n_order, `date`, execution_period, requirements, client_id, employee_id) VALUES
(236598741, now(), 10, NULL, 1, 3),
(321456879, now(), 15, NULL, 4, 10),
(448786311, now(), 31, NULL, 9, 11),
(411574341, now(), 10, NULL, 9, 6),
(773492210, now(), 31, "Цветная упаковка", 2, 1),
(369984635, now(), 15, NULL, 9, 1),
(389100514, now(), 31, NULL, 6, 6),
(448422677, now(), 15, "Цветная упаковка", 2, 1),
(578127527, now(), 31, NULL, 8, 5),
(709368869, now(), 31, NULL, 8, 4),
(951236478, now(), 12, "Цветная упаковка", 10, 2);

INSERT INTO `goods_in_order` (order_id, good_id, amount) VALUES
(1, 1, 3), (1, 2, 3), (1, 2, 3), (2, 1, 3), (2, 1, 3), (3, 1, 3),
(4, 5, 12), (4, 6, 20), (5, 3, 20), (6, 1, 20), (7, 8, 25), (7, 1, 3),
(7, 3, 5), (7, 2, 120), (9, 1, 18), (8, 9, 18), (10, 12, 3), (10, 10, 25),
(10, 6, 32), (10, 4, 32), (10, 3, 30), (10, 1, 3), (10, 2, 8), (11, 2, 33);